Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: After presenting his research findings at the 2017 Global Health Catalyst Summit at Harvard Medical School in April 2017, Dr. Lowe made the announcement at a July 12 press conference at his wellness resort in Kingston, which both Prime Minister Andrew Holness and Science and Technology Minister Dr. Andrew Wheatley attended.
ko: 하버드 의학전문대학에서 2017년 4월에 열린 세계 건강 촉매 회담(2017 Global Health Catalyst Summit)에서 연구결과를 발표한 후 로 박사는 7월 12일에 킹스턴에 있는 그의 리조트에서 기자회견을 열었다.

source: The prime minister congratulated Dr. Lowe, while injecting a note of caution when he promised that the government will ensure compliance with international standards, "because cannabis and the (medication) that could potentially come from it are still not recognised in many countries, and some countries still consider it illegal".
ko: 그곳에는 자메이카 수상인 앤드류 홀너스(Andrew Holness) 와 과학기술부 장관인 앤드류 휘틀리(Andrew Wheatley) 박사가 모두 참석하였다. 수상은 로 박사를 축하하면서도, 정부는 국제 기준을 준수할 것이라고 확언하며 신중함을 잊지 않았다. “대마와 그 의약품은 아직 많은 나라에서 승인되지 않은 상태이며, 어떤 나라에서는 아직 불법이기 때문입니다.

source: Chrysoeriol was developed by Dr. Lowe's Maryland-based company, Flavocure Biotech LLC; he insists that he will not allow "big pharma" to purchase the drug, which he says would "park" it, despite the $15 million to $50 million (USD) such a sale would potentially earn him.
ko: 크리소에리올(Chrysoeriol)은 메릴랜드에 위치한 로 박사의 회사인 플라보큐어 바이오테크(Flavocure Biotech LLC)에서 개발되었다; 박사는 “거대 제약회사” 가 약품을 구매하게 두지 않을 것이라고 주장했는데, 1500만-5000만 (미)달러의 잠재적인 수익을 가져다 줄 수 있음에도 불구하고 잠시 출시를 “보류” 하겠다고 한다.

source: Rather, he is hoping to make enough money — US $3.5 million to be exact — to continue his research and ready the drug for the retail market in about two to three years' time.
ko: 그보다도, 박사는 자신의 연구를 계속하고 2-3년 안에 약품을 시장에 출시할 수 있는 충분한 금액, 구체적으로 350만 달러를 바라고 있다.

source: While he is hoping to raise the necessary funding locally, Jamaican banks have not been as supportive as he would have hoped.
ko: 그는 필요한 자금을 현지에서 조달하려 하지만, 자메이카 은행은 기대만큼 호의적이지 않았다.

source: Science and Technology Minister Dr. Andrew Wheatley supported Dr. Lowe's stance, reiterating that it is important for Jamaicans to "own the rights to our research…and not become second-hand users or owners of the products".
ko: 과학기술부 장관 앤드류 휘틀리(Andrew Wheatley) 박사는 로 박사의 입장을 지지하며, 자메이카에 중요한 것은 “제품 사용자 중의 하나가 되는 것이 아니라 우리의 연구에 대한 권리를 소유하는 것” 이라고 강조했다.

source: Not all Jamaicans agree, however, agree with this approach.
ko: 그러나 모든 자메이카 사람들이 이 방식에 동의하지는 않는다.

source: On Facebook, Ronnie Sutherland suggested:
ko: 페이스북에서 로니 서덜랜드(Ronnie Sutherland)가 제안한 것은 다음과 같다:

source: Dr Henry Lowe take the US$50 million and use it to research some other drugs or go enjoy yourself on the beach.
ko: 로 박사는 5천만달러를 가지고 다른 의약품을 연구하거나 해변에서 휴양이나 하라.

source: Your talent is in research.
ko: 당신의 재능은 연구하는 것이다.

source: You do not have the capital or what it takes to bring this drug to market.
ko: 당신은 약품을 출시할만한 자본이라든지 다른 어떤 것도 없다.

source: That's where the big pharmaceutical companies that you are resisting come in.
ko: 당신이 거부하는 바로 그 거대 제약회사들이 해야 할 일이다.

source: You seem to want all and may lose all in the process.
ko: 모든 것을 가지고 싶겠지만 그 과정에서 모든 것을 잃을 수도 있다.

source: Jamaica is currently doing quite well under an International Monetary Fund Precautionary Stand By Arrangement , but still struggles with low growth.
ko: 로 박사로서는 자신의 과학연구를 위한 더 많은 재정 지원을 요청할 기회이다.

source: Jamaicans responded positively to the news of one of their own — and a scientist at that — making such an important contribution to cancer treatment:
ko: 이는 막대한 수익을 가져다 줄 다국적 제약 및 보조제 산업의 일부분이라도 가져올 수 있다면 자메이카의 경제 성장에 도움이 될 것임을 피력하기 때문이다.

source: Public relations guru Jean Lowrie-Chin tweeted:
ko: 자메이카는 최근 IMF 예비 협약 하에서 에서 꽤 잘해나가고 있지만, 여전히 저성장으로 힘들어하는 중이다.

source: Big news from our brilliant #Jamaican scientist #DrHenryLowe!! Congratulations!! pic.twitter.com/2eQaeFQFCr — Jean Lowrie-Chin (@souldancing) July 14, 2017
ko: 자메이카인들은 암 치료에 중요한 기여를 한 자국 과학자의 뉴스에 긍정적으로 반응했다.

source: On the other hand, the news prompted some to return to a widely held belief that Jamaica has not taken sufficient steps to regulate or profit from marijuana (locally known as ganja), whether medicinal or recreational.
ko: 한편, 이 뉴스는 자메이카가 (의료용이든 유흥용이든) 마리화나를(자메이카에서는 ganja로 불린다) 규제하거나 마리화나에서 이익을 얻기 위한 충분한 절차를 밟지 않는다는 널리 퍼진 잘못된 생각을 바꾸라고 촉구했다.

source: Journalist Owen James noted:
ko: 저널리스트인 오웬 제임스(Owen James) 는 다음과 같이 언급했다:

source: It has been a long journey for Dr. Lowe.
ko: 로 박사에게는 아주 긴 여정이었다.

source: The Dangerous Drugs (Amendment) Act 2015, also referred to as the Ganja Reform Law, created the framework for the decriminalisation of offences under the Act, making possession of less than two ounces of ganja only a ticketable offence and no longer a crime.
ko: 2015년 위험의약품 (개정)법은 마리화나 개혁법이라 불리며 마리화나 비범죄화의 틀을 만들었다. 이 법에 따르면, 2온스(약 56그램) 이하의 마리화나를 소지하는 것은 벌금을 내기만 하면 되는 경범죄이지 더이상 중범죄가 아니다.

source: The legislation also created the framework for the development of legal medical marijuana, hemp and nutraceutical industries, and for the establishment of the Cannabis Licensing Authority (CLA) to oversee the implementation of regulations for licences, permits and other authorisations for the cultivation, processing, distribution, sale and transportation of ganja.
ko: 이 법은 또한 합법적인 의료용 마리화나와 보조제 산업의 개발, 그리고 대마 면허 기관(CLA) 의 설립을 위한 틀도 확립하였다.

source: One Jamaican felt that Dr. Lowe would not be given credit by some politicians, because they don't want to address the issue: Looking out for the politicians who going rally round Henry Lowe and him newly approved ganja based drug — Dr Aujaé K Dixon (@Aujae_Dixon) July 22, 2017
ko: 이 기관은 면허 및 허가 규정이 잘 시행되고 있는지 관리할 뿐 아니라, 마리화나의 농작, 후처리, 유통, 판매와 운송 등 다른 허가를 감독하기 위해 만들어졌다.

source: The point of my tweet is that they should all shut up about anything Lowe achieves until they start doing something abt ganja.
ko: 한 자메이카인은 로 박사가 일부 정치인으로부터 그 공을 인정받지 못한다고 생각하는데, 정치인들이 마리화나에 대해 언급하기를 원하지 않기 때문이라고 한다.

source: From PM down — Dr Aujaé K Dixon (@Aujae_Dixon) July 22, 2017
ko: 헨리 로와 새롭게 승인받은 마리화나 약품을 응원하는 정치인을 지켜봐야 한다.

source: This, even though there is potentially money to be made from recreational ganja in Jamaica:
ko: -이미 수상이 박사에 대해 말하고 그 성취에 대해 트윗하지 않았나요?

source: We're already counting down to the next #CanEx #Jamaica #Business #Conference and #Cannabis #Expo! https://t.co/93eh9uCYKB pic.twitter.com/mCSMdDu1kL — High Vibes Jamaica (@highvibesja) July 15, 2017
ko: -내 트윗의 요점은, 그들이 실제로 마리화나에 대해 뭔가를 하기 전까지는 로 박사가 성취한 것에 대해 입을 다물어야 한다는 것입니다.

source: One Jamaican thought that the country should get with the times:
ko: 이 트윗은, 비록 자메이카에서는 유흥목적의 마리화나로도 돈을 벌 수 있는 잠재력이 있다고 할지라도:

source: https://t.co/1aAV6YyrmW - - - just leaving this here...
ko: 한 자메이카인은 국가가 시대의 흐름에 발맞추어야 한다고 생각한다

source: Wake up — Delano Seiveright (@DelanoSeiv) July 13, 2017
ko: 그냥 이걸 두고 갑니다 … 다들 깨어나시죠

source: Others weren't prepared to wait.
ko: 다른 이들은 기다릴 준비가 되어있지 않다.

source: Grammy-nominated Jamaican reggae band Raging Fyah, currently on tour in the United Staes, announced its own brand of marijuana, to be sold in Colorado:
ko: 그래미상 후보로 지명된 자메이카 레게 밴드 래깅 파이야(Raging Fyah)는 최근 미국 투어 중에 콜로라도에서 자신의 고유 브랜드 마리화나를 판매한다고 밝혔다:

source: While many Jamaicans remain impatient, the Jamaican government is taking tentative steps towards embracing the potentially profitable nutraceutical business — including a closer look at medicinal marijuana.
ko: 그러나 자메이카 정부는 의료용 마리화나에 대한 자세한 조사와 더불어, 잠재적 이익을 가져다 줄 수 있는 보조제 산업을 아우르기 위한 조심스러운 행보를 보이고 있다.

source: At the same time, Health Minister Christopher Tufton has just announced that the National Council on Drug Abuse will be launching a full-scale public education programme on the dangers of ganja smoking among adolescents.
ko: 동시에, 보건부 장관 크리스토퍼 투프톤(Christopher Tufton)은 의약품남용협의회가 총력을 기울인 대중 교육 프로그램을 출시할 것이라고 얼마 전 발표했다.

source: Singaporeans Face Police Investigation After Holding Candlelight Vigil for Executed Migrant Worker · Global Voices
ko: 싱가포르인들이 처형된 이주노동자를 위한 촛불시위 이후 경찰 조사에 직면하다.

source: Police officers arrived during the candlelight vigil on July 13 outside Changi Prison Complex.
ko: 7월 13일 창이(Changi) 감옥 바깥에서 촛불시위를 하는 동안 경찰이 도착했다.

source: Singapore police have summoned 17 individuals for participating in a candlelight vigil held on July 13, 2017, accusing the group of activists and journalists of organizing an 'illegal assembly.'
ko: 싱가포르 경찰은 2017년 7월 13일에 열린 촛불시위에 참석한 혐의로 17명을 소환하고, ‘불법 집회’를 조직한 활동가와 저널리스트 단체를 고발했다.

source: The group gathered outside Changi Prison in eastern Singapore to show support for the family of Malaysian migrant worker Prabagaran Srivijayan, who was executed on drug trafficking charges on July 14.
ko: 촛불 시위에 참석한 사람들은 그의 가족에 대한 지지를 드러내기 위해 싱가포르 동쪽에 있는 창이(Changi) 감옥 바깥에서 모였다.

source: Prabagaran insisted on his innocence up until the end of his life, and several human rights groups urged the Singaporean government to spare Prabagaran and revisit the case.
ko: 프라바가란은 죽기 직전까지 결백을 주장했으며, 일부 인권단체가 싱가포르 정부에 결정을 보류하고 사건을 다시 한 번 검토할 것을 강력히 권고했다.

source: But his execution sentence was carried out, and Prabagaran became the fourth person executed by Singapore in 2017 on drug-related charges.
ko: 그러나 사형은 집행되었고, 프라바가란은 2017년에 싱가포르에서 마약 관련 혐의로 사형당한 네번째 사람이 되었다.

source: Although many of the 17 individuals who joined the vigil were anti-death penalty advocates, they mainly intended to show solidarity with Prabagaran's grieving family.
ko: 시위에 참여한 17명 대부분이 사형제도에 반대하지만, 그들의 주된 목적은 슬퍼하는 프라바가란의 가족들에게 연대를 표하는 것이었다.

source: During the candlelight vigil, several police officers arrived and confiscated the candles but allowed the vigil to continue as long as candles were not lit.
ko: 촛불시위가 진행되는 동안 경찰관이 도착해서 촛불을 압수했으나, 촛불을 켜지 않는 한 시위를 계속하는 것은 허용했다.

source: Two months later, Singaporean police are now probing the individuals who joined the vigil for violating the law on public assembly.
ko: 2개월이 지난 지금, 싱가포르 경찰은 공공 집회에 관한 법률 위반으로 시위 참석자들을 조사중이다.

source: It is strictly prohibited in Singapore to hold a gathering without a permit under Section 16(2)(a) of the Public Order Act, Chapter 257A.
ko: 공공질서법의 16절 257장 에 따르면 싱가포르에서 허가 없이 집회를 여는 것은 엄격하게 금지되어 있다.

source: Writer Kirsten Han, a Global Voices contributor who attended the vigil and later received the police summons, described the experience on Facebook, and wondered why the vigil was deemed an illegal assembly:
ko: 작가 커스틴 한(Kirsten Han)은 시위에 참석한 후 경찰 소환을 받은 글로벌 보이스의 기고가이다.

source: I understand that it is the police’s duty to protect law and order and to uphold the laws of our country.
ko: 그는 자신의 경험을 페이스북에 설명하고, 어째서 그 시위가 불법집회로 취급됐는지 의문을 던졌다:

source: But when a simple, nonviolent, quiet vigil for a man about to be hanged by the state is deemed an illegal assembly worthy of a police investigation, perhaps it is time to think about whether we are striking the right balance between public order, freedom of assembly and compassion.
ko: 그러나 국가에 의해 죽임을 당할 위기에 처한 사람을 위한 단순하고, 비폭력적이며, 조용한 시위가 불법집회로 취급되고 경찰 조사를 받아야 하는 것이라면, 우리가 공공 질서 및 집회의 자유와 동정심 사이의 올바른 균형을 잡고 있는지 생각해봐야 할 때이다.

source: The police also summoned Terry Xu, editor of The Online Citizen news website, who expressed surprise to learn the vigil was viewed by police an act of illegal assembly:
ko: 경찰은 온라인 시민뉴스 웹사이트의 편집자인 테리 수(Terry Xu) 또한 소환했는데, 그는 경찰이 그 시위를 불법집회로 취급했다는 것에 놀라움을 금치 못했다.

source: An "illegal public assembly" to grieve over an individual who was put to death under the state law, and insisted that he is innocent till the point he was hanged at the gallows.
ko: 국가의 법률 아래 죽음으로 내몰리고, 교수대에 오를 때까지 결백을 주장했던 한 개인을 추모하기 위한 “불법 공공 집회”.

source: It was also an "illegal public assembly" where the police officers turned up at the scene and said it was okay to gather so long there is no candles placed.
ko: 또한 경찰관들이 현장에 나타나 촛불만 없다면 계속 진행해도 된다고 했었던 “불법 공공 집회” 였다.

source: The police are apparently preventing those who attended the vigil from leaving the country without clearance from authorities.
ko: 경찰은 당국의 승인 없이 시위 참여자들이 나라를 떠나는 것을 막으려 하는 것으로 보인다.

source: Terry Xu was stopped by immigration officers while preparing to travel outside Singapore:
ko: 테리 수는 싱가포르가 아닌 지역으로 여행을 준비하던 중 출입국 관리국에 의해 저지당했다:

source: Are the police acting as judges to decide whether or not one can leave the country without putting the matter to court?
ko: 경찰은 재판에 회부하지도 않은 채 한 개인이 나라를 떠날수 있는지 아닌지를 결정하는 판사처럼 행동하고 있는 것인지?

source: If this is not harassment, I don't know what else can be considered as one.
ko: 이것이 위협이 아니라면, 다른 어떤것이 위협이란 말인가.

source: Human rights groups have criticized the police for harassing individuals participating in a peaceful vigil.
ko: 인권단체는 평화시위에 참여한 사람들을 위협하는 경찰을 비판하고 있다.

source: Function 8, a Singapore-based NGO, released a statement describing the case as going “against the spirit of our Constitution and a waste of police resources."
ko: 싱가포르의 비정부기구인 펑션 8(Function 8)은 이번 사건을 “경찰 병력을 낭비하고 우리의 헌법 정신에 반하는” 사례로 설명하는 입장문을 발표했다.

source: Vending Machines Around the World that Japanese People Find Surprising · Global Voices
ko: 일본 사람이 놀란 세계의 자판기

source: "Here's a vending machine in a mall for buying Likes for your Instagram pics." — Alexey Kovalev, Global Voices Russia Editor.
ko: "이 몰에는 당신의 인스타그램 사진에 표시될 '좋아요'를 살 수 있는 자판기가 있습니다.

source: Deserved or not, Japan has long had a reputation for being the home of weird and wacky vending machines.
ko: 공인된 바는 아니지만, 일본은 신기하고 희한한 자판기로 유명하다.

source: What is not as commonly understood, however, is what Japanese people think about vending machines in other countries.
ko: 그러나 다른 나라의 자판기에 대한 일본인의 생각은 잘 알려지지 않았다.

source: One member of Naver Matome, a popular Japanese blogging site, decided to find out.
ko: 일본의 유명한 블로그 사이트인 네이버 마토메의 회원인 vortexxx 는 이를 조사해보기로 결심했다.

source: In an post titled "Vending Machines That Even Japanese People Are Surprised By" (日本人もびびる) — which has been viewed several hundred thousand times already — vortexxx collected a series of images posted by Japanese Twitter users.
ko: 그는 일본 트위터 사용자에 의해 게시된 사진들을 수집해 “일본인조차 놀란 자판기” 라는 제목으로 게시했다. 이미 몇십만 명의 사람들이 게시글을 보았다.

source: Russia leads the pack
ko: 러시아가 선두를 달리고 있다.

source: The first photo of a remarkable vending machine (at least from a Japanese point of view) is from Hitoki Nakagawa, the Vladivostok bureau chief for Asahi Shimbun, a well respected daily newspaper.
ko: 첫번째 놀라운 자판기 사진 (최소한 일본인의 관점에서) 은 아사히 신문의 블라디보스톡 지부장인 히토키 나카가와 (Hitoki Nakagawa) 가 올렸다.

source: The machine in his photo sells ultra-expensive caviar:
ko: 그의 사진에 있는 자판기는 엄청나게 비싼 캐비어를 판매하고 있다.

source: I'm at Sheremetyevo International Airport in Moscow on my way back to Vladivostok.
ko: 블라디보스톡으로 돌아가는 길에, 모스크바 셰레메티에보 국제 공항에 있다.

source: And what's before me but a caviar vending machine.
ko: 내 앞에 있는 것은 캐비어 자판기이다.

source: While it's sold out today, there is one super expensive kind worth 20,000 rubles, which based on today's exchange rate is about 40,000 yen (about US$400).
ko: 지금은 매진되었지만, 2만 루블, 오늘 환율로 약 4만엔 이상(미화 400달러)인 굉장히 비싼 캐비어가 있다.

source: While I'd never feed it to a cat, I wonder if anyone ever buys such luxury goods here.
ko: 절대 고양이에게 주지 않을테지만, 대체 누가 이런 비싼 상품을 여기서 사는지 궁금하다.

source: Caviar vending machines seemed to spark interest among many Japanese social media users.
ko: 캐비어 자판기는 많은 일본 SNS사용자들 사이에서 큰 화제가 된 것으로 보인다.

source: Here, someone else found a machine that sold slightly cheaper products:
ko: 여기, 또 한 사람이 약간 더 저렴한 제품을 파는 자판기를 찾았다.

source: A caviar vending machine at the airport in Moscow.
ko: 모스코 공항에 있는 캐비어 자판기.

source: The cheapest variety costs 2,000 rubles, about 4,000 yen (approximately US$40).
ko: 가장 저렴한 종류는 2000 루블, 약 4000엔이다.

source: The cans are small, only 5-6 centimeters in diameter.
ko: (미화 약 40달러) 캔은 작아서, 직경 5-6 센티미터 정도밖에 안되는 사이즈.

source: How much for the biggest can, about ten centimeters across?
ko: 가장 큰 캔인 10 센티미터는 얼마일까?

source: I forget the price, it was too expensive. (´Д` ) I didn't buy anything, just snapped a photo.
ko: 가격은 잊어버렸지만 너무 비쌌다. (´Д` ) 아무것도 사지는 않고 그저 사진만 찍었을 뿐이다.

source: Some Japanese travelers also noticed vending machines selling patriotic Russian kitsch:
ko: 어떤 일본 여행자들은 애국적이면서도 키치한 물건을 파는 자판기를 발견했다.

source: As a heavy user of Sheremetyevo airport I recommend checking out the 'President Putin T-Shirt vending machine'.
ko: 셰레메티에보 공항을 자주 이용하는 사람으로서, ‘푸틴 대통령 티셔츠 자판기'를 추천한다.

source: Others remarked on how practical some of the vending machines were:
ko: 다른 사람들은 일부 자판기가 얼마나 실용적인지를 언급했다.

source: In Russia, there's a vending machine in a 24-hour supermarket that sells contact lenses...
ko: 러시아에서는 24시간 수퍼마켓에 콘택트렌즈를 파는 자판기가 있다고 한다.

source: Super useful!
ko: 엄청 편리한데!

source: The most noteworthy vending machine of all was one that sold space food:
ko: 가장 주목할만한 것은 우주음식을 파는 자판기이다.

source: I discovered this at the airport in Moscow.
ko: 모스크바 공항에서 발견한 ‘우주음식 자판기’이다.

source: A 'space food vending machine' that sells borscht, beef and buckwheat soup, dried fruit kompot and other foods sold in a tube as space food for 400 rubles.
ko: 보르시치, 소고기 메밀 스프, 말린 과일 콤포트와 튜브 안에 넣어진 다른 음식들을 우주음식으로 400루블에 판매한다.

source: Unique vending machines in other countries
ko: 다른 나라의 특이한 자판기

source: The Naver Matome blog post also collected a few Twitter posts of other vending machines around the world that Japanese travelers found interesting.
ko: 이 네이버 마토메 블로그 게시물은 일본 여행자들이 재미있다고 생각해서 찍은 세계 여러 나라의 자판기 사진을 수집했다.

source: One vending machine in Germany sold Lego:
ko: 한 독일의 자판기는 레고를 팔았다 :

source: A Lego vending machine!
ko: 레고 자판기!

source: Another, in Italy, provoked pangs of hunger:
ko: 이탈리아의 또다른 자판기는 격렬한 배고픔을 유발한다.

source: Here's a pizza vending machine in Italy!
ko: 여기 이탈리아에는 피자 자판기가 있어!

source: Now I want to eat pizza!
ko: 나 이제 피자먹고 싶다!

source: One of the most unusual vending machines, which a Japanese Twitter user observed in the United States, sells something that can only be bought in certain places in the country: pot.
ko: 미국에서 일본 트위터 사용자들이 발견한 가장 특이한 자판기는, 미국 내에서도 특정 장소에만 팔 수 있는 어떤 것을 판매한다: 바로 대마초이다.

source: A medical marijuana vending machine in Seattle.
ko: 시애틀의 의료용 대마초 자판기.

source: Prices start from $1
ko: 가격은 1달러부터 시작.

source: More vending machines from around the world can be found at Naver Matome.
ko: 전세계의 더 많은 자판기들은 네이버 마토메에서 찾을 수 있다.

source: Netizen Report: Germany’s New Social Media Law Puts a Price on Hate Speech · Global Voices
ko: 네티즌 리포트: 독일의 새 소셜미디어법이 혐오발언에 벌금을 물리다.

source: The Problem with Censorship is XXXXXXXXX, Budapest, Hungary.
ko: 검열의 문제는 XXXXXXXXX 이다, 부다페스트, 헝가리.

source: Photo by Cory Doctorow via Flickr (CC BY-SA 2.0)
ko: Photo by Cory Doctorow via Flickr (CC BY-SA 2.

source: Global Voices Advocacy's Netizen Report offers an international snapshot of challenges, victories, and emerging trends in Internet rights around the world.
ko: 0) Global Voice Advocacy의 네티즌 리포트는 전세계 인터넷 세상의 도전, 승리, 그리고 새로운 동향을 짤막하게 전달합니다.

source: A new German law set to take effect in October will impose fines on social networks if they fail to remove “manifestly unlawful” hate speech within 24 hours of being posted.
ko: 10월부터 효력을 발휘하는 새로운 독일 법으로 인해 게시된 지 24시간 이내에 "명백히 불법인" 혐오 발언을 삭제하지 못하는 SNS 사업자에게는 벌금이 부과될 예정이다.

source: Under the Netzwerkdurchsetzungsgesetz, called the NetzDG for short, companies have up to seven days to consider the removal of more ambiguous material.
ko: NetzDG라 불리는 소셜 네트워크 법 집행 개선을 위한 법률에서, SNS 사업자는 최장 7일 안에 모호한 게시물의 삭제를 결정해야 한다.

source: Germany’s criminal code already defines hate speech, so the law does not create new measures or definitions.
ko: 독일의 형법은 이미 혐오발언을 규정하고 있으므로, 이 법은 새로운 개념이나 조치를 만들어내는 것은 아니다.

source: Instead, it forces companies to police hate speech or face astronomical fines.
ko: 대신 각 회사는 혐오발언을 감시하지 않으면 천문학적인 벌금을 감당해야만 한다.

source: The law is unprecedented at the global level, and could have game-changing ripple effects worldwide.
ko: 이는 전 세계적으로 선례가 없으며, 광범위한 파문을 일으킬 것으로 예상된다.

source: The final draft of the law sets clear punishments for companies that fail to comply and places the burden of determining what messages, images or videos count as hate speech on companies themselves.
ko: 이 법의 최종안은 법을 준수하지 않은 회사에 대한 명백한 처벌을 명시하고 있으며, 어떤 메세지나 이미지, 혹은 비디오가 혐오발언인지를 회사 스스로 판단하도록 부담을 떠넘긴다.

source: It also compels companies to create stronger mechanisms for transparency around their processes for taking down content.
ko: 이 법은 또한 회사 내에 컨텐츠를 삭제하는 과정에서의 투명성을 위한 강력한 절차를 만들기를 강제하고 있다.

source: But it does not prescribe a legal mechanism to appeal the removal of material.
ko: 그러나 컨텐츠의 삭제에 대에 항의하기 위한 법적인 절차는 규정되어있지 않다.

source: In an interview with BBC, an unnamed Facebook spokesperson said that the law “would have the effect of transferring responsibility for complex legal decisions from public authorities to private companies.”
ko: BBC와의 인터뷰에서, 이름이 밝혀지지 않은 페이스북 대변인은 이 법이 "복잡한 법적인 결정에 대한 책임소재를 정부당국에서 사업자로 옮긴 것과 같은 효과를 낼 것" 이라고 말했다.

source: Even without the law in place, this responsibility already exists in many dimensions.
ko: 해당 법이 아직 자리잡지 않았음에도 사업자의 책임은 이미 다방면으로 존재하고 있다.

source: Companies typically have full authority over users’ accounts and postings — when a user’s account is suspended or content is taken down, that person is often unable to access information about how the decision was made, or have direct contact with an actual company employee who can help to resolve disputes.
ko: 보통 사업자는 사용자들의 계정과 게시물에 대한 모든 권한이 있어서, 어떤 사용자의 계정이 중지되거나 내용이 삭제되면, 그 사용자는 종종 그 결정이 어떻게 내려졌는지에 관한 정보에 접근할 수 없거나, 분쟁의 해결을 도와줄 수 있는 실제 회사 관계자와 직접 연락할 수 없다.

source: The same is true for users who report abusive content or messages and receive no remedy.
ko: 모욕적인 컨텐츠나 메세지를 보고한 사용자들도 같은 상황으로 별다른 해결책이 없다.

source: On top of these concerns, there is consensus among the law’s critics that it will result in overcompliance — and thus, increased censorship — by companies eager to avoid fines.
ko: 이러한 우려 외에도, 법 비평가들은 회사들이 어떻게든 벌금을 피하기 위해 적극적으로 검열하는 결과를 낳을 것이라는 데에 의견을 모은다. 유엔의 표현의 자유 특별 조사위원인 데이비드 케이(David Kaye)는 이 법에 대해 다음과 같이 말했다.

source: UN Special Rapporteur on Freedom of Expression David Kaye said of the law:
ko: 당신이 벌금과 플랫폼의 악명을 피하고 싶은 사업자라고 가정해봅시다.

source: With these 24 hour and seven day deadlines - if you are a company you are going to want avoid fines and bad public branding of your platform….If there is a complaint about a post you are just going to take it down.
ko: 24시간 이내, 혹은 7일 이내라는 마감기한 때문에, 어떤 게시물에 대해 단 하나의 불만이라도 제기 되었을 때엔 바로 삭제해 버리는 것이 낫겠죠.

source: What is in it for you to leave it up?
ko: 그 게시물을 남겨 둘만한 가치는 없잖아요?

source: I think the result is likely to be greater censorship.
ko: 이 법은 더 심한 검열을 가져올 수밖에 없습니다.

source: Rohingyas are being driven out of Myanmar — and off of Facebook
ko: 로힝야족이 미얀마에서 쫓겨나고 있다. — 페이스북에서도

source: Rohingya activists say that their Facebook posts documenting what the UN now says is the ethnic cleansing of Rohingya people in Myanmar are routinely being removed or their accounts suspended.
ko: 로힝야족 행동가들은 미얀마에서 로힝야족 사람들의 인종청소에 대해 유엔이 발언한 것을 정리한 페이스북 게시물이 정기적으로 삭제 되거나 그들의 계정이 중지되고 있다고 주장했다.

source: This is particularly significant given the proliferation of anti-Rohingya propaganda online, and the mounting barriers to accessing accurate information about the conflict.
ko: 이러한 요소들은 페이스북과 다른 소셜 미디어 플랫폼 안에서을 분쟁의 정보를 퍼뜨리는 데에 위태로운 공간으로 만들고 있다.

source: These factors make Facebook and other social media platforms a critical space for spreading information about the conflict.
ko: 아랍에미리트 연합국 법원이 선지자를 '모욕한' 인도인 페이스북 사용자에게 불리한 판결을 내리다.

source: UAE court rules against Indian Facebook user who ‘insulted’ the Prophet
ko: 아랍에미리트 연합국 법원이 페이스북 게시글로 인해 1년간의 징역에 처해진 인도 이주 노동자의 형량을 유지하기로 했다.

source: A UAE court upheld the sentence of an Indian migrant worker who was sentenced to one year in prison for posting comments on Facebook that allegedly “disrespected” and “insulted” the Prophet Mohammed.
ko: 전해진 바에 따르면, 해당 게시글은 선지자 모하메드를 '모독'하고 '모욕'했다고 한다.

source: The man claimed that hackers had posted these messages, but this appeal was rejected.
ko: 그는 해커가 게시한 것이라고 주장했지만, 각하당했다.

source: Iranian developers petition Apple to keep their apps online
ko: 이란 개발자가 애플리케이션을 유지해달라고 애플에 청원하다.

source: Iranian app developers are mounting a petition against Apple Inc for blocking their apps from the App Store.
ko: 이란의 앱 개발자들은 앱스토어에서 그들의 앱을 차단한 애플에 반대하는 청원을 진행중이다.
